Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: གང་ལ་གནས་ཤིང་ཅི་ལ་བསླབ་བགྱིས་ན། །རྡུལ་མེད་མི་ཡིས་ཚངས་པའི་འཇིག་རྟེན་ཐོབ། །
en: Then I shall think upon it and study it well, For dispassionate are they who attain Brahmāloka.’

source: མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་སྨྲས་པ།
en: “Sahāṃpati Brahmā said:

source: ཚངས་པ་མི་ཡིས་ང་རྒྱལ་སྤངས་བྱས་ལ། །
en: “ ‘Brahmā bows with undivided attention to those who abandon pride.

source: རྩེ་གཅིག་བཏུད་དེ་སྙིང་རྗེས་མོས་བྱས་ཤིང་། །དྲི་ང་མེད་ཅིང་འཁྲིག་པ་རབ་སྤངས་ལ། །
en: He dwells in those motivated by compassion, Who have the scent of virtue, and who abjure sex.

source: དེ་ལ་གནས་ཤིང་དེ་ལ་བསླབ་བྱས་ནས། །རྡུལ་མེད་མི་ཡིས་ཚངས་པའི་འཇིག་རྟེན་ཐོབ། །
en: He teaches them, and such dispassionate ones Attain Brahmāloka.’

source: ཚངས་པ་གང་དག་མི་ཡི་དྲི་ང་ལགས། །
en: “ ‘Brahmā, who are these people who reek of sin,

source: ཆུ་འགྲམ་ཆུས་ཡོག་བཞིན་དུ་གང་གིས་གཡོགས། །
en: Who spread like a river that’s overflown its banks,

source: ངན་སོང་རྒྱུ་སྟེ་འཇིག་རྟེན་ཐམས་ཅད་བསྒྲིབས། །
en: Who wander through lower rebirth, defile the entire world,

source: ཚངས་པ་ཐོབ་པའི་ལམ་ཡང་ཡོང་མི་ཤེས། །
en: And know not the path to attaining Brahmā?’

source: ཁྲོ་དང་བརྫུན་དང་ངན་སེམས་འཚེ་བ་དང་། །ངན་དུ་བྱེད་དང་བློ་ཕྱེད་ཕྲ་མ་དང་། །ཆགས་དང་སྡང་དང་དེ་བཞིན་གཏི་མུག་དང་། །འཆབ་པ་དང་ནི་སེར་སྣ་གཏུམ་ཚིག་རྣམས། །
en: “ ‘The angry, lying, malicious, and deceitful, Who do wrong with a slanderous heart, Who are lustful, hateful, ignorant, Secretive, stingy, and mean—

source: བྲམ་ཟེ་འདི་དག་མི་ཡི་དྲི་ང་བ། །
en: “ ‘Brahmin, those are the people who reek of sin,

source: ཆུ་འགྲམ་ཆུས་ཡོག་བཞིན་དུ་དེ་ཡིས་གཡོགས། །
en: Who spread like a river that’s overflown its banks,

source: ཆོས་འདི་རྟག་ཏུ་སྤྱོད་པ་ཡིན། །དེ་རྣམས་ལས་ནི་འདས་གྱུར་ན། །ཚངས་པ་དག་ཏུ་སྐྱེ་འགྱུར་གྱིས། །
en: “ ‘But those who rise above this habit Of ever taking such actions Will be reborn pure, as Brahmā.

source: ཁྱོད་ཀྱི་བརྟན་པོར་བསྒྲིམས་པར་གྱིས། །
en: Therefore may you be firmly vigilant.’

source: དེ་སྐད་ཅེས་སྨྲས་ནས། མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ། །
en: “Having spoken thus, Sahāṃpati Brahmā disappeared on the spot.

source: མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་མི་སྣང་བར་གྱུར་ནས། །རིང་པོ་མ་ལོན་པར་བྲམ་ཟེ་ཁྱབ་འཇུག་ཆེན་པོས་བསམས་པ།
en: “Soon after Sahāṃpati Brahmā disappeared, the young brahmin Mahā­govinda thought,

source: མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་ཇི་སྐད་བཤད་པའི་དོན་བདག་གིས་ཤེས་ཏེ།
en: ‘I have understood the meaning that Sahāṃpati Brahmā taught.

source: འདི་ལྟར་བདག་ཁྱིམ་པར་འདུག་སྟེ། ཁྱིམ་ན་གནས་བཞིན་དུ་ནི་གཅིག་ཏུ་བརྟུལ་ཏེ། ཇི་སྲིད་འཚོའི་བར་དུ་ཚངས་པར་སྤྱོད་པ་མ་འདྲེས་པ། ཡོངས་སུ་རྫོགས་པ། ཡོངས་སུ་དག་པ། ཡོངས་སུ་བྱང་བ་སྤྱད་པར་དཀའ་ན།
en: If I thus remain at home, living as a householder, it will be dull, and lifelong practice of pure conduct—complete, untainted, and pure—will be difficult.

source: མ་ལ་བདག་གིས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་གོས་ཚོན་ཅན་རྣམས་བགོས་ལ།
en: Let me then shave my head and face, don the colorful robes of the holy,

source: ཡང་དག་པའི་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་བར་བྱ་གོར་མ་ཆག་སྙམ་མོ། །
en: and with nothing short of perfect faith go forth from home to live as a mendicant.’

source: དེ་ནས་ཕྱི་ཞིག་ན་རྒྱལ་པོ་རྡུལ། བྲམ་ཟེ་ཁྱབ་འཇུག་ཆེན་པོ་ག་ལ་བ་དེར་སོང་སྟེ་
en: “One day King Reṇu went to see the brahmin Mahā­govinda,

source: ཕྱིན་ནས། བྲམ་ཟེ་ཁྱབ་འཇུག་ཆེན་པོའི་རྐང་པ་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: and upon his arrival he touched his head to the brahmin Mahā­govinda’s feet and took a seat at one side.

source: དེ་ནས་བྲམ་ཟེ་ཁྱབ་འཇུག་ཆེན་པོས་རྒྱལ་པོ་རྡུལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Brahmin Mahā­govinda said to King Reṇu:

source: ཡུལ་བདག་རྒྱལ་ཆེན་རྡུལ་གྱིས་ནི། །དེ་རིང་བདག་གི་ཚིག་གསོན་ཅིག །
en: “ ‘Lord of the land, great King Reṇu, Listen now to what I say!

source: ཁྱོད་ཉིད་ཀྱིས་ནི་རྒྱལ་སྲིད་སྲུངས། །
en: You are the kingdom’s great defense;

source: ཁྱབ་འཇུག་བདག་ནི་སྤྲོ་བ་མེད། །
en: I, the brahmin Govinda , am weary.’

source: རྒྱལ་པོ་རྡུལ་གྱིས་སྨྲས་པ།
en: “King Reṇu replied:

source: ཁྱོད་ཀྱི་འདོད་པ་མ་སྐོངས་པ། །དེ་ནི་བདག་གིས་ངེས་པར་བསྐང་། །
en: “ ‘I will grant you Your wish, yet unfulfilled.

source: ཁྱོད་ཀྱི་གནོད་པ་བདག་གིས་བསལ། །
en: I will dispel what harms you.

source: ཁྱབ་འཇུག་བདག་ནི་མ་དོར་ཅིག །
en: Govinda , don’t leave me.’

source: ཁྱབ་འཇུག་ཆེན་པོས་སྨྲས་པ།
en: “Mahā­govinda said:

source: བདག་ནི་འདོད་པ་མ་སྐོངས་མེད། །
en: “ ‘No wish of mine is unfulfilled,

source: བདག་ལ་གནོད་པ་བྱེད་པའང་མེད། །
en: And there are none who harm me.

source: མི་མ་ཡིན་པའི་ཚིག་ཐོས་ནས། །
en: I heard a wondrous being speak—

source: ཁྱིམ་ན་གནས་པར་སྤྲོ་བ་མེད། །
en: Now I’m weary of home life.’

source: བྲམ་ཟེ་སུ་ཡི་ཚིག་ཐོས་པས། །ང་དང་འདོད་པ་སྤོང་བྱེད་པ། །
en: “ ‘Whose words did you hear that you Abandon both me and your wants?

source: མི་མ་ཡིན་པ་ཅི་འདྲ་བ། །
en: What was this wondrous being like?

source: དྲིས་པ་དེ་ནི་བདག་ལ་སྨྲོས། །
en: Brahmin, answer me this question.’

source: སྙིང་རྗེ་ལ་ནི་གནས་ནས་ཀྱང་། །དབེན་པའི་བསམ་གཏན་བྱེད་པ་ན། །དེ་ཚེ་ཚངས་པ་བྱུང་ནས་ནི། །ཕྱོགས་རྣམས་ཐམས་ཅད་སྣང་བར་བྱས། །
en: “ ‘As I dwelt upon compassion, Reflecting deeply in solitude, Brahmā manifested and Light shone in every direction.

source: བདག་གིས་དེ་ཡི་ཚིག་ཐོས་ནས། །
en: “ ‘I listened to what he said,

source: ཁྱིམ་ན་གནས་པ་སྤྲོ་བ་མེད། །
en: Now I’m weary of home.’

source: མཁན་པོ་ཁྱོད་ནམ་བདག་གི་བུ་ཐུ་བོ་རྒྱལ་སར་མ་བཅུག་གི་བར་དུ་སྡོད་ཅིག་དང་།
en: ‘Counselor, please remain here until I cede the throne to my eldest son.

source: མཁན་པོ་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་བདག་ཀྱང་རབ་ཏུ་འབྱུང་བར་བྱའོ་ཞེས་སྨྲས་ནས་
en: Then after you have gone forth, counselor, I too will do the same.’

source: བྲམ་ཟེ་གང་དུ་འགྲོ་བ་དེར། །བདག་ཀྱང་དེར་ནི་འགྲོ་བར་བྱ། །
en: “ ‘Brahmin, wherever you go, I will follow you there.

source: བདག་གིས་ཁྱོད་ཀྱི་སློབ་མ་བྱེད། །
en: I shall act as your disciple.

source: བདག་གི་སྟོན་པ་ཁྱབ་འཇུག་ཁྱོད། །
en: Govinda , you are my teacher.’

source: སོ་སོའི་སྐྱེ་བོ་གར་ཆགས་པ། །འདོད་པ་དེ་ནི་སྤངས་པར་གྱིས། །
en: “ ‘Cast away desire, to which Ordinary people cling.

source: འདོད་པ་རྣམས་ལ་མ་ལྟ་བར། །བདེན་པའི་ཆོས་ལ་གནས་པར་གྱིས། །
en: Ignore such desires And be steadfast in the true Dharma.’

source: ཚངས་པ་དག་པར་སྐྱེ་བའི་ཕྱིར། །ནམ་མཁའ་དྲི་མེད་ལྟ་བུ་དང་། །ནོར་བུ་བཻ་དཱུརྱ་དག་ལྟར། །ཚངས་པར་སྤྱོད་པ་སྤྱད་པར་བྱ། །
en: “ ‘Because Brahmā is pure from birth— Unsullied as the skies— Then likewise pure as beryl May I practice brahmacarya, the holy life.’

source: རྒྱལ་པོ་ཆེན་པོ་དེའི་དུས་ལ་བབ་པར་མཁྱེན་ན། དེ་ལྟར་མཛོད་ཅིག་ཅེས་བྱས་ནས།
en: ‘Great King, if you know the time is right, may you do so.’

source: བྲམ་ཟེ་ཁྱབ་འཇུག་ཆེན་པོས་རྒྱལ་རིགས་ཀྱི་རྒྱལ་པོ་དྲུག་ལ་སྨྲས་པ།
en: The brahmin Mahā­govinda asked the six kings of the warrior class,

source: ཀྱེ་བདག་ནི་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ། ཆོས་གོས་ཚོན་ཅན་བགོས་ལ། ཡང་དག་པའི་དད་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་བར་འདོད་ན། ཁྱོད་ཇི་ལྟར་བྱེད།
en: ‘If I decide to shave my head and face, don the colorful religious robes, and with nothing short of perfect faith go forth from home to live as a mendicant, will you do the same?’

source: དེ་དག་གིས་སྨྲས་པ། མཁན་པོ་ཁྱོད་ལོ་བདུན་གྱི་བར་དུ་སྡོད་ཅིག་དང་། ལོ་བདུན་ལོན་ནས་བདག་ཅག་གི་བུ་དང་ནུ་བོ་དག་རྒྱལ་སར་བཅུག་ལ། མཁན་པོ་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་བདག་ཅག་ཀྱང་རབ་ཏུ་འབྱུང་ངོ་། །
en: “ ‘Counselor,’ they replied, ‘please stay on for seven more years. In seven years we shall cede our thrones to our sons and younger brothers, and then after you go forth, counselor, we shall do likewise.’

source: ཀྱེ་ལོ་བདུན་ནི་ཧ་ཅང་ཡུན་རིང་ཆེས་སོ། །
en: ‘Oh, seven years is much too long.

source: འདོད་པ་རྣམས་ནི་ཆགས་པར་འགྱུར་བའོ། །
en: Desires will become inveterate.

source: ལོངས་སྤྱོད་རྣམས་ནི་རྒྱགས་པར་འགྱུར་བའོ། །
en: Pleasures will become intoxicating.

source: འཚོ་བ་དང་འཆི་བ་ནི་དྲོད་གཟུང་དཀའོ། །
en: And it will be difficult to tell the difference between life and death.

source: ལོ་བདུན་ལོན་ནས་ཁྱོད་རབ་ཏུ་འབྱུང་ངམ་མི་འབྱུང་ཡང་གཏོལ་མེད་ཀྱིས། བདག་ཇེ་རབ་ཏུ་འབྱུང་ངོ་། །
en: Since there is no certainty whether in seven years you yourselves will go forth, this is all the more reason I should go forth.’

source: དེ་དག་གིས་སྨྲས་པ། མཁན་པོ་ཁྱོད་རེ་ཞིག་སྡོད་ཅིག་དང་།
en: “ ‘Counselor, wait awhile,’ they pleaded.

source: ལོ་དྲུག་གམ། ལྔའམ། བཞིའམ། གསུམ་མམ། གཉིས་སམ། གཅིག་གམ། དེ་བཞིན་དུ་ཟླ་བ་བདུན་ནམ། དྲུག་གམ། ལྔའམ། བཞིའམ། གསུམ་མམ། གཉིས་སམ། གཅིག་གམ། ཞག་བདུན་ནམ། དྲུག་གམ། ལྔའམ། བཞིའམ། གསུམ་མམ། གཉིས་སམ། གཅིག་ལོན་ནབདག་ཅག་གིས་བུ་དང་ནུ་བོ་རྣམས་རྒྱལ་སར་བཅུག་ནས། མཁན་པོ་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་བདག་ཅག་ཀྱང་རབ་ཏུ་བྱུང་ངོ་། །
en: ‘If you wait just six years, or five, or four, or three, or two, or one; or just seven months, or six, or five, or four, or three, or two, or one; or just seven days, or six, or five, or four, or three, or two, or one, then we shall cede our thrones to our sons and younger brothers, and after you go forth, counselor, we shall do the same.’

source: ཁྱབ་འཇུག་གིས་སྨྲས་པ།
en: “ Govinda replied,

source: ཀྱེ་ཞག་བདུན་ཡང་ཧ་ཅང་ཡང་ཡུན་མ་རིངས་སམ།
en: ‘My, isn’t even seven days too long a time?

source: འདོད་པ་རྣམས་ནི་ཆགས་པར་འགྱུར་བའམ།
en: Desires will become inveterate.

source: ལོངས་སྤྱོད་པ་རྣམས་ནི་རྒྱགས་པར་འགྱུར་བའམ།
en: Pleasures will become intoxicating.

source: འཚོ་བ་དང་། འཆི་བའི་དྲོད་གཟུང་དཀའོ། །
en: And it will be difficult to tell the difference between life and death.

source: ཞག་བདུན་ལོན་ནས་ཀྱང་ཁྱོད་རབ་ཏུ་འབྱུང་ངམ། མི་འབྱུང་གཏོལ་མེད་ཀྱིས་བདག་ཇེ་རབ་ཏུ་འབྱུང་ངོ་། །
en: Since there is no certainty whether in seven days you yourselves will go forth, this is all the more reason I should go forth.’

source: ཞག་བདུན་ཡང་བཏང་སྟེ།
en: ‘Never mind even seven days, then.

source: དེང་ཉིད་དུ་བདག་ཅག་གི་བུ་དང་ནུ་བོ་དག་རྒྱལ་སར་བཅུག་ནས།
en: This very day we shall cede our thrones to our sons and younger brothers,

source: མཁན་པོ་རབ་ཏུ་འབྱུང་བའི་རྗེས་སུ་བདག་ཅག་ཀྱང་རབ་ཏུ་འབྱུང་ངོ་། །
en: and after you go forth, counselor, we shall do the same.’

source: ཁྱབ་འཇུག་གིས་སྨྲས་པ། ཁྱེད་ཀྱིས་དེའི་དུས་ལ་བབ་པར་ཤེས་ན། དེ་ལྟར་གྱིས་ཤིག །
en: “ ‘If you know the time is right,’ said Govinda , ‘may you do so.’

source: དེ་ནས་བྲམ་ཟེ་ཁྱབ་འཇུག་ཆེན་པོས། རྒྱལ་རིགས་ཀྱི་རྒྱལ་པོ་དྲུག་གི་འཁོར་བལྟས་ནས། བྲམ་ཟེ་ཆེ་ཞིང་མཐོ་བ་བདུན་བལྟས་སོ། །
en: “Thereupon the brahmin Mahā­govinda turned his attention from the company of the six kings of the warrior class, and regarded the seven great, high brahmins.

source: བྲམ་ཟེ་ཆེ་ཞིང་མཐོ་བ་བདུན་བལྟས་ནས། བཤེས་པའི་བུད་མེད་བཞི་བཅུ་བལྟས་སོ། །
en: He then turned his attention from the seven great, high brahmins, and regarded forty women with whom he was acquainted.

source: བཤེས་པའི་བུད་མེད་བཞི་བཅུ་བལྟས་ནས། བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་བལྟས་སོ། །
en: He then turned his attention from the forty women with whom he was acquainted, and regarded five hundred young brahmins.

source: བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་བལྟས་ནས། ཤིང་རྟ་ཁ་ལོ་བ་རྣམས་དང་། གླང་པོ་ཆེའི་ཁ་ལོ་བ་རྣམས་དང་། རྟ་པ་རྣམས་དང་། ཤིང་རྟ་པ་རྣམས་དང་། མཚོན་ཆ་ཅན་རྣམས་དང་། འཕོང་བ་རྣམས་དང་། ཞམ་རིང་བ་རྣམས་དང་། ཚལ་ཟ་བ་རྣམས་དང་། དྲག་ཤུལ་ཅན་རྣམས་དང་། དཔའ་བོ་རྣམས་དང་། རབ་གནོན་རྣམས་དང་། ཚན་པོ་ཆེ་ཆེན་པོ་རྣམས་དང་། རྒྱལ་པོའི་སྲས་དུ་མ་དག་བལྟས་ཏེ
en: “He then turned his attention from the five hundred young brahmins, and regarded all the myriad carriage drivers, mahouts, equestrians, charioteers, infantry, archers, aides-de-camp, and dependents; the fearsome, the heroic, and the oppressed; and all the many princes, and asked,

source: ཀྱེ་བདག་ནི་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས། གོས་ཚོན་ཅན་རྣམས་བགོས་ལ་ཡང་དག་པའི་དད་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་ན་ཁྱེད་ཅི་ལྟར་བྱེད་སེམས།
en: ‘If I decide to shave my head and face, don the colorful religious robes, and with nothing short of perfect faith go forth from home to live as a mendicant, will you do the same?’

source: དེ་དག་གིས་སྨྲས་པ། བདག་ཅག་ཀྱང་མཁན་པོ་རབ་ཏུ་འབྱུང་བའི་རྗེས་སུ་རབ་ཏུ་འབྱུང་ངོ་། །
en: “They replied, ‘After you go forth, counselor, we shall do the same.’

source: ཁྱབ་འཇུག་གིས་སྨྲས་པ། ཁྱེད་ཀྱིས་དེའི་དུས་ལ་བབ་པར་ཤེས་ན། དེ་བཞིན་དུ་གྱིས་ཤིག་ཅེས་བྱས་ནས།
en: “ ‘If you know the time is right,’ said Govinda , ‘may you do so.’

source: བྲམ་ཟེ་ཁྱབ་འཇུག་ཆེན་པོས་ཁྱིམ་གྱི་འཁོར་ཐམས་ཅད་བཏང་སྟེ།
en: “So the brahmin Mahā­govinda gave up all household affairs,

source: སྦྱིན་པ་དག་བྱིན་ཞིང་བསོད་ནམས་དག་བྱས་ཏེ།
en: gave gifts and made merit,

source: དུ་མ་ཞིག་དབུལ་བོར་ཏེ་བཏང་ནས།
en: gave much to the poor,

source: སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ།
en: shaved his head and face,

source: གོས་ཚོན་ཅན་རྣམས་བགོས་ནས།
en: donned the colorful religious robes,

source: ཡང་དག་པའི་དད་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་། །
en: and with nothing short of perfect faith went forth from home to live as a mendicant.

source: རབ་ཏུ་བྱུང་ནས་ཀྱང་ནགས་ཁྲོད་ཅིག་ཏུ་གནས་བཅས་ནས།
en: After he went forth, he went to live in the forest,

source: ཡལ་ག་དང་ལོ་མའི་སྤྱིལ་པོ་ཕུབ་སྟེ།
en: fashioning a hut of branches and leaves,

source: དེ་དེ་ན་འདུག་ནས་བསམ་གཏན་བཞི་དང་། མངོན་པར་ཤེས་པ་ལྔ་བསྐྱེད་དེ།
en: and while staying there he generated the four meditative states and five superknowledges,

source: རྫུ་འཕྲུལ་ཆེ་ཞིང་མཐུ་ཆེ་བར་གྱུར་ཏོ། །
en: becoming a person of great miracles and great power.

source: ཁྱབ་འཇུག་རབ་ཏུ་བྱུང་ནས་རྒྱལ་པོ་རྡུལ་གཡོག་འཁོར་འབུམ་ཕྲག་དུ་མ་དང་། སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ།
en: After Govinda went forth, King Reṇu and his suite of hundreds upon hundreds of thousands of attendants shaved their heads and faces,

source: དེ་བཞིན་དུ་རྒྱལ་རིགས་ཀྱི་རྒྱལ་པོ་དྲུག་གི་འཁོར་དང་། བྲམ་ཟེ་ཆེ་ཞིང་མཐོ་བ་བདུན་དང་། བཤེས་པའི་བུད་མེད་བཞི་བཅུ་དང་། བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་དང་།
en: “After Govinda had gone forth, likewise the six kings of the warrior class, the high brahmins, the seven great, high brahmins, the forty women with whom he was acquainted, and the five hundred young brahmins;

source: ཤིང་རྟའི་ཁ་ལོ་པ་རྣམས་དང་། གླང་པོ་ཆེའི་ཁ་ལོ་པ་རྣམས་དང་། རྟ་པ་རྣམས་དང་། ཤིང་རྟ་པ་རྣམས་དང་། མཚོན་ཆ་ཅན་རྣམས་དང་། ཞམ་རིང་བ་རྣམས་དང་། ཚལ་ཟ་བ་རྣམས་དང་།
en: all the myriad carriage drivers, mahouts, equestrians, charioteers, infantry, archers, aides-de-camp, and dependents;

source: དྲག་ཤུལ་ཅན་རྣམས་དང་། དཔའ་བོ་རྣམས་དང་། རབ་གནོན་པ་རྣམས་དང་།
en: the fearsome, the heroic, and the oppressed;

source: ཚན་པོ་ཆེ་ཆེན་པོ་རྣམས་དང་། རྒྱལ་པོའི་སྲས་དུ་མ་དག་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ
en: and all the many princes shaved their heads and faces,

source: ཡང་དག་པའི་དད་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་ཁྱབ་འཇུག་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་རབ་ཏུ་བྱུང་སྟེ།
en: and with nothing short of perfect faith all went forth from home to live as mendicants.

source: བྲམ་ཟེ་ཁྱབ་འཇུག་གིས་ཐམས་ཅད་ལ་ཡིད་ལ་བྱེད་པའི་ལུང་ཕོག་ནས།
en: “After the brahmin Govinda conferred on all of them instructions to ponder,

source: དེ་དག་གིས་ཀྱང་བརྩོན་པ་དང་། བསྒྲུབ་པ་དང་། འབད་པས་བསམ་གཏན་བཞི་དང་། མངོན་པར་ཤེས་པ་ལྔ་བསྐྱེད་དོ། །
en: through diligence, practice, and effort they generated the four meditative states and the five superknowledges.

source: དེ་ནས་བྲམ་ཟེ་ཆེ་ཞིང་མཐོ་བ་ཁྱབ་འཇུག་གི་མིང་བྲམ་ཟེ་ཆེ་ཞིང་མཐོ་བ་ཁྱབ་འཇུག་ཅེས་བྱ་བར་གྱུར་པ་དེ་མེད་པར་གྱུར་ནས།
en: Thereafter the great, high brahmin Govinda ’s name was no longer great, high brahmin Govinda .

source: སྟོན་པ་ཁྱབ་འཇུག་ཅེས་བྱ་བར་གྱུར་ཏོ། །
en: Instead they called him Govinda the Teacher.

source: དེའི་ཚེ་སྟོན་པ་ཁྱབ་འཇུག་ཅེས་བྱ་བར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ། །
en: I am the one who was called Govinda the Teacher then.

source: དེའི་ཚེ་རྒྱལ་པོ་རྡུལ་ཅེས་བྱ་བར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི། རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་འདི་ཁོ་ན་ཡིན་ནོ། །
en: The one who was King Reṇu then is none other than King Bimbisāra.

source: དེའི་ཚེ་རྒྱལ་པོ་རྡུལ་གྱིས་མགོ་དྲངས་པའི་སྐྱེ་བོ་འབུམ་ཕྲག་དུ་མར་གྱུར་པ་གང་ཡིན་པ་དེ་དག་ནི། རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་མགོ་དྲངས་པའི་ལྷ་བརྒྱད་ཁྲི་དང་། ཡུལ་མ་ག་དྷཱའི་བྲམ་ཟེ་དང་། ཁྱིམ་བདག་སྟོང་ཕྲག་དུ་མ་མང་པོ་འདི་དག་ཁོ་ན་ཡིན་ཏེ
en: The hundreds upon hundreds of thousands who were led by King Reṇu then are none other than the eighty thousand gods and the hundreds upon hundreds of thousands of brahmins and householders of Magadha now led by King Bimbisāra.

source: དེའི་ཚེ་ཡང་ངས་རྒྱལ་པོ་རྡུལ་ལ་སོགས་པ་ཡུལ་གྱི་མི་དུ་མ་དང་། བྲམ་ཟེ་དང་། ཁྱིམ་བདག་སྟོང་ཕྲག་དུ་མ་རབ་ཏུ་བྱུང་ནས།
en: “At that time I led King Reṇu and others—many people of his country and thousands upon thousands of brahmins and householders—to go forth,

source: བསམ་གཏན་བཞི་དང་། མངོན་པར་ཤེས་པ་ལྔ་ལ་བཀོད་དེ།
en: and placed them in the four meditative states and the five superknowledges.

source: གཞི་དེས་ན་ངའི་གྲགས་པས་འཇིག་རྟེན་རྒྱས་པར་གྱུར་ཏོ། །
en: For this reason my fame spread throughout the world.

source: ད་ལྟར་ཡང་ངས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་དང་། ལྷ་བརྒྱད་ཁྲི་དང་། མ་ག་དྷཱའི་བྲམ་ཟེ་དང་། ཁྱིམ་བདག་སྟོང་ཕྲག་དུ་མ་དམ་པའི་ཆོས་ཀྱི་བཅུད་ཀྱིས་ཚིམ་པར་བྱས་ནས
en: Now as well I have sated King Bimbisāra, the eighty thousand gods, and thousands upon thousands of brahmins and householders of Magadha with a taste of the holy Dharma,

source: གཡུང་དྲུང་གི་མཐར་ཐུག་པ་གྲུབ་པ་དང་། བདེ་བའི་མྱ་ངན་ལས་འདས་པ་ལ་བཀོད་དོ།། །།
en: establishing them in the unsurpassed, supreme welfare of nirvāṇa.”

source: འཐབ་མོ་ཞེས་བྱ་བ་ནི།
en: The Quarrel

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེའི་ཚེ་མཉན་དུ་ཡོད་པ་ན་སྐྱེ་བོ་ཕལ་པོ་ཆེ་འཐབ་པ་དང་། མཚང་འདྲུ་བ་དང་། འགྱེད་པ་དང་། རྩོད་པ་ལ་ཞུགས་ཤིང་འཁོད་དོ། །
en: One time when the Blessed One was in Śrāvastī, many in Śrāvastī were caught up in strife, reproof, conflict, and contention.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་བགྲོད་པ་གཅིག་པུའི་ལམ་སྟོན་པ། རྣམ་པ་གཉིས་ཀྱི་ཤེས་བྱ་དང་། ཡེ་ཤེས་ལ་མངའ་བརྙེས་པ། མ་འདྲེས་པའི་དྲན་པ་ཉེ་བར་གཞག་པ་གསུམ་ལ་མཁས་པ། མི་འཇིགས་པ་བཞིས་མི་འཇིགས་པ། འགྲོ་བ་ལྔར་འགྲོ་བ་ལས་རྣམ་པར་གྲོལ་བ། སྐྱེ་མཆེད་དྲུག་ལ་མཁས་པ། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་ལ་སྤྱོད་ཡུལ་བ། རྣམ་པར་ཐར་པ་བརྒྱད་ལ་བསམ་གཏན་པ། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་ལ་སྙོམས་པར་འཇུག་པ། སྟོབས་བཅུའི་སྟོབས་དང་ལྡན་པ། ཡང་དག་པའི་སེང་གེའི་སྒྲ་ཆེན་པོ་སྒྲོགས་པ་རྣམས་ནི་ཆོས་ཉིད་ཀྱིས་ཉིན་དུས་གསུམ་མཚན་དུས་གསུམ་སྟེ། ཉིན་མཚན་དུས་དྲུག་ཏུ་སངས་རྒྱས་ཀྱི་སྤྱན་གྱིས་འཇིག་རྟེན་ལ་གཟིགས་ཏེ།
en: The blessed buddhas, teachers of the one path to be traversed, with mastery over wisdom and the two types of knowable objects, in command of the three kinds of sterling equanimity, fearless by means of the fourfold fearlessness, freed from migration through the five destinies, keen in the six sense bases, practiced in the seven limbs of enlightenment, focused on the eight liberations, absorbed in the nine successive meditative absorptions, possessing all ten of the ten powers, whose proclamations are the great roaring of a perfect lion, by nature regard the world with their buddha eyes six times throughout the day and night—three times by day and three times by night. These are their thoughts as they look out in wisdom:

source: སྐྱེ་བོ་ཕལ་པོ་ཆེ་གདུལ་བའི་དུས་ལ་བབ་སྟེ།
en: “The time has come to tame all of these people.

source: དེ་དག་ངས་འཐབ་པ་དང་། མཚང་འདྲུ་བ་དང་། འགྱེད་པ་དང་། རྩོག་པ་ལས་བཟློག་སྟེ།
en: I shall turn them away from this strife, reproof, conflict, and contention,

source: གཡུང་དྲུང་གི་མཐར་ཐུག་པ་གྲུབ་པ་དང་། བདེ་བའི་མྱ་ངན་ལས་འདས་པ་ལ་དགོད་པར་བྱ་སྙམ་དུ་དགོངས་ནས།
en: and establish them in the unsurpassed, supreme welfare of nirvāṇa.”

source: སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་གསོལ་ཏེ།
en: In the morning he donned his lower garment and Dharma robes, and,

source: ལྷུང་བཟེད་བསྣམས་ནས། མཉན་དུ་ཡོད་པར་བསོད་སྙོམས་ལ་གཤེགས་ཏེ། སྐྱེ་བོ་ཕལ་པོ་ཆེ་ག་ལ་བ་དེར་གཤེགས་ནས།
en: carrying his alms bowl, we went to Śrāvastī for alms and traveled to where those people were.

source: སྐྱེ་བོ་ཕལ་པོ་ཆེ་དེ་དག་གིས་ཐག་རིང་པོ་ཞིག་ནས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཐོང་ངོ་། །
en: The people saw the Blessed One coming from a distance,

source: མཐོང་ནས་ཀྱང་ངོ་མཚར་བར་གྱུར་ཏེ།
en: and they were filled with wonder at the sight of him.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཕྱིར་གདན་བཤམས་ནས་གསོལ་པ།
en: They prepared a seat for him and requested him,

source: བཅོམ་ལྡན་འདས་ཚུར་གཤེགས་བཞུགས་སུ་གསོལ།
en: O Blessed One, please have a seat on this cushion we have prepared for you!”

source: དེ་ནས་གདན་བཤམས་པ་ལ་བཞུགས་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་སྐྱེ་བོ་ཕལ་པོ་ཆེ་ལ་བཀའ་སྩལ་པ།
en: After the Blessed One had taken his place, he questioned them all, saying, “Friends, what are you doing?

source: གྲོགས་པོ་དག་ཅི་བྱེད་ཅིང་འཁོད་གཞན་དང་འཐབ་དགོས་ན་གཞན་དང་འཐབ་ཅིང་འདུག་གམ།
en: If you need to quarrel with others, is there anyone else with whom you could quarrel?”

source: དེ་རྣམས་ཀྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་བདག་ཅག་སུ་དང་འཐབ་འཚལ་ལགས།
en: “Tell us, Blessed One,” they replied, “with whom should we quarrel?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གྲོགས་པོ་དག་འོ་ན་འཁོད་ཅིག་དང་། ངས་ཁྱོད་ལ་རྒྱས་པར་བཤད་པར་བྱའོ། །
en: The Blessed One said, “Please be seated, friends, and I shall tell you in detail.”

source: དེ་ནས་སྐྱེ་བོ་ཕལ་པོ་ཆེ་དེ་དག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། ཆོས་མཉན་པའི་ཕྱིར་སྤྱན་སྔར་འཁོད་དོ། །
en: They touched their heads to the Blessed One’s feet and sat before him to listen to the Dharma.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སྐྱེ་བོ་ཕལ་པོ་ཆེ་དེ་དག་ལ་བཀའ་སྩལ་པ།
en: Then the Blessed One said to them,

source: ཁྱོད་ནི་ཉོན་མོངས་པ་རྣམས་དང་འཐབ་དགོས་ཀྱིས།
en: “It is your afflictive emotions you must fight.

source: ཉོན་མོངས་པ་སྤོང་བའི་ཕྱིར་འབད་པར་གྱིས་ཤིག་ཅེས་
en: You should struggle to cast away your afflictive emotions.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་དག་ལ་དེ་ལྟ་བུ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེདེས་ན་དེ་དག་གི་ཁྲོ་བའི་ཀུན་ནས་དཀྲིས་པ་མེད་པར་གྱུར་ནས།
en: The Blessed One taught the Dharma particularly suited to them and they were no longer bound by their anger.

source: སྟན་དེ་དག་ཉིད་ལ་འཁོད་བཞིན་དུ་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་མཐོན་པོ་ཉི་ཤུ་ཡེ་ཤེས་རྡོ་རྗེས་བཅོམ་ནས། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་ཏེ།
en: When they heard it, they destroyed with the thunderbolt of wisdom the twenty high peaks of the mountain of views concerning the transitory collection, and manifested the resultant state of stream entry right where they sat.

source: དེ་དག་གིས་བདེན་པ་མཐོང་ནས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ།
en: After seeing the truths, they rose from their seats, drew down the right shoulder of their upper garments,

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་དག་ལ་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བའི་ཚིག་གིས་རབ་ཏུ་ཕྱུང་སྟེ་བསྙེན་པར་རྫོགས་པར་མཛད་ནས། དེ་དག་ལ་ལུང་ཡང་ཕོག་སྟེ།
en: With the words “Come, join me, monks!” the Blessed One led them to go forth as novices, conferred on them full ordination, and instructed them.

source: དེ་དག་གིས་ཀྱང་བརྩོན་པ་དང་། བསྒྲུབ་པ་དང་འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ཏེ།
en: Casting away all afflictive emotions through diligence, practice, and effort, they manifested arhatship.

source: སྲིད་པའི་རྙེད་པ་དང་། ཆགས་པ་དང་། བཀུར་སྟི་ལ་མི་ལྟ་བ་
en: They had no regard for worldly profit, passion, or acclaim.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་སྐྱེ་བོ་ཕལ་པོ་ཆེ་འཐབ་པ་ལས་ཞི་བར་མཛད་ནས།
en: “Lord,” the monks requested the Blessed One, “tell us why the Blessed One pacified the conflict among those many people and

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེ། འདས་པའི་དུས་ན་ཡང་ངས་སྐྱེ་བོ་ཕལ་པོ་ཆེ་འདི་དག་བསམ་གཏན་བཞི་དང་། མངོན་པར་ཤེས་པ་ལྔ་ལ་ཇི་ལྟར་བཀོད་པ་དེ་ཉོན་ཅིག །
en: “Not only now,” the Blessed One explained, “but in times past as well I placed them in the four meditative states and the five superknowledges. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་རི་ཁྲོད་ཀྱི་གྲོང་ཞིག་ན་བྲམ་ཟེ་ཞིག་གིས་མཆོད་སྦྱིན་བྱས་ཏེ།
en: “Monks, in times gone by, in a remote mountain village, a certain brahmin performed a sacrifice.

source: མཆོད་སྦྱིན་བྱེད་པ་དེར་བྲམ་ཟེ་རྣམས་སྟན་གྱི་ཕྱིར་འཐབ་པ་ལས་
en: When the sacrifice was being performed, some other brahmins fought over a seat.

source: དེའི་ཚེ་དཀའ་ཐུབ་ཀྱི་གནས་ཤིག་ན། དྲང་སྲོང་འཁོར་ལྔ་བརྒྱ་ཡོད་པ་ཞིག་གནས་སོ། །
en: There was a certain sage living in a forest devoted to austerities with five hundred attendants.

source: དེ་ནས་མཆོད་སྦྱིན་བྱེད་པ་དེར་དྲང་སྲོང་དེས་བྲམ་ཟེ་དེ་དག་འཐབ་པ་ཞི་བར་བྱ་བའི་ཕྱིར། དེ་ལྟ་བུ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ། དེས་ན་འཐབ་མོ་དེ་ཡང་ཞི་བར་གྱུར་ལ།
en: The sage was at that sacrifice, so he taught them the Dharma particularly suited to them in order to pacify the brahmins’ conflict, and thus the conflict was pacified.

source: བྲམ་ཟེ་རྣམས་ཀྱང་སྐྱོ་བ་སྐྱེས་ནས། དེ་ཉིད་ཀྱི་ཐད་དུ་རབ་ཏུ་བྱུང་ངོ་། །
en: The brahmins became disillusioned with saṃsāra and went forth in his presence.

source: དེའི་ཚེ་བྲམ་ཟེར་གྱུར་པ་གང་ཡིན་པ་དེ་དག་ནི། སྐྱེ་བོ་ཕལ་པོ་ཆེ་འདི་དག་ཁོ་ན་ཡིན་ནོ། །
en: Those who were the brahmins then are none other than all these brahmins.
